label crab_base_first_chapter:

    play music "audio/music/RedRoomMusic.mp3"

    scene crab_room with dissolve

    "Снова эта комната... Ничего не изменилось."

    "Хотя нутро мне подсказывало, что я проспала не меньше, чем вечность."

    "Я была по-прежнему прикована к стулу цепями и мучилась вопросом: сама ли проснулась или меня разбудили?"

    "Ибо, на удивление, я чувствовала себя очень бодро. Даже слишком."

    show CrabQueen with dissolve

    crab_queen "Крххх, а вот и я! Скучала?"

    me "Как по прыщу на заднице!"

    crab_queen "Крххх, поговори мне тут! Не забывай, кто у меня в плену!"

    me "Чего вам нужно?!"

    crab_queen "Крххх, ты обязалась служить мне, а потому я придумала тебе работу!"

    crab_queen "Крххх, ты будешь моей ручной любовницей!"

    me "Чего?!!"

    crab_queen "Крххх, о Великий Крабс, почему люди такие тупые?!"

    me "Любовницей?! Вашей?!" 

    crab_queen "Крххх, что за ересь ты мелешь?! Нет. Не моей, но моих врагов."

    crab_queen "Крххх, издавна на земле обитали враги нашей могущественной расы. Они, как и мы, долгое время охотились за ресурсами планеты, поглощали их!"

    crab_queen "Крххх, долгое время мы искали способ остановить их, и вот мы его нашли: вирус 'крабмыс'!"

    crab_queen "Крххх, сей вирус обладает повышенной эффективностью и мигом превратит любого в кучу мяса!"

    crab_queen "Крххх, но проблема в том, что мы не можем к ним близко подобраться, они нас чувствуют!"

    crab_queen "Крххх, посему ты войдешь к ним в доверие и угостишь их нашим вирусом!"

    me "Боже... А причем здесь любовница?"

    crab_queen "Крххх, представители враждующих расс - а их четверо - извращенцы до мозга костей. Они любят человеческих самок, иногда самцов!"

    crab_queen "Крххх, ты соблазнишь их и в момент близости уничтожишь!"

    crab_queen "Крххх, возражения не принимаются!"

    crab_queen "Крххх, оступишься, и твой близкий человек станет кормом для моих потомков!"

    me "Стойте! Но я же не умею соблазнять мужчин. Я же..."

    crab_queen "Крххх, иди, творение земли!"

    hide CrabQueen with dissolve

    stop music fadeout 1.0

    "Тут моя голова резко закружилась и комната перед глазами превратилась в калейдоскоп из разрозненных цветов и деталей."

    "Я проваливалась... Но куда? В сон? Или..."

    jump glasha_room_first_chapter

    return