label day_street_first_chapter:

    play music "audio/music/StreetSound.mp3"

    scene city

    "Я старалась вести себя естественно, но тщетно: меня пробирала дрожь."

    "От волнения я даже вышла не на той остановке и оставшийся путь до работы решила пройти пешком через три квартала."

    show Jojo with dissolve

    "Тут передо мной выросла какая-то яркая девчонка с улыбкой, как у Чеширского кота."

    "И глазами, как у маньяка."

    jojo "Простите, вы не подскажете, как пройти в библиотеку?!"

    me "Эм... Не знаю, я в библиотеки уже сто лет не ходила."

    jojo "Ой, грустно то как. А то я жуть как хотела прочитать новую книгу Якова Подмышкина, а в магазинах раскупили все экземпляры..."

    me "Ничем не могу помочь, извините."

    "В меня закралось подозрение, что эта девчонка оказалась здесь не случайно."

    "Уж больно пристально она смотрела на меня. Даже когда отвернулась от неё, чувствовала на себе её пронизывающий взгляд."

    jojo "Фух, ну и жарко сегодня! Там, откуда я прибыла, вполне приятный климат, даже воздух слаще меда."

    "Надо отвязаться от неё и побыстрее..."

    me "Ага, ладно, извините, мне надо идти на работу."

    jojo "На работу? Зачем? Вы же должны выполнять приказ Краболевы?"

    play music "audio/music/RedRoomMusic.mp3"

    me "Что? Откуда вы..."

    jojo "Ой, а я разве не представилась? Ох дуреха, извините, это всё аклиматизация."

    jojo "Меня зовут Жожанна. Но вы можете звать меня Жожо! А вы, я так понимаю, Глаша?"

    me "Чего вам нужно?!"

    jojo "Краболева послала меня помочь вам, сопроводить вас на важные мероприятия, направлять вас."

    me "Не надо меня никуда направлять! Сама справлюсь!"

    jojo "Да? И как же вы собирались сегодня попасть в башню на прием к Радолеву Бздыховичу?"

    me "Я никуда не..."

    jojo "Ох, ладно, не будет терять ни минуты! Срочно по магазинам! Вам ещё нужно подобрать идеальное платье!"

    me "Да у меня даже денег нет!"

    jojo "Как же так? Краболева же снабдила вас всеми необходимыми ресурсами!"

    "Только я открыла смартфон, чтобы показать розоволосой дуре как мило её госпожа заботится обо мне, как вдруг..."

    "Сообщение от банка..."

    "НА ВАС СЧЕТ ПЕРЕЧИСЛЕННО 10 000 000 ДОЛЛАРОВ"

    "Я чуть сознание не потеряла... Такую громадную сумму я видела только в кино или в книгах."

    "Но никогда не думала, что вживую увижу эту цифру на своем банковском счету."

    "Да и мои ли это деньги?"

    "Меня сразило легкое опьянение. Десять миллонов... На эту сумму можно было уехать на край света и жить в свое удовольствие до самой старости."

    "Может, так и сделать?!"

    jojo "Ну что, пойдем по магазинам?!"

    "Я бессмысленно пожала плечами. Нет, я всё ещё была рабыней..."

    stop music fadeout 1.0

    jump cloth_shop_first_chapter

    return

label glasha_escapes:

    "Черт с ней. Мне нужна её помощь! Она странная, и, кажется, опасная!"

    "Покину ка я магазин через черный ход!"

    scene city

    play music "audio/music/StreetSound.mp3"

    "Ну вот, кажется, все тихо!"

    "Я аккуратно выглядываю, и вижу, как она стоит на углу магазина и беззаботно смотрит куда-то в сторону, как будто задумалась о чем-то."

    "Хорошо."

    "Я бегу в противоположную сторону. Куда - неважно. Думаю заказать такси, хотя с моими деньгами я могла бы заказать вертолет."

    "На секунду приходит безумная мысль сообщить в полицию обо всем, избавить себя от этих ненужных страданий."

    "Но едва я заикнусь о людях-крабах, как меня тут же упекут в дурку."

    "Нет, должен быть другой способ!"

    "Да... Город. Я должна покинуть город. Уехать подальше, может, в другой штат!"

    show Jojo with dissolve

    jojo "Ку-ку!"

    "Как! Откуда! Она буквально выросла из воздуха прямо перед моим носом!"

    "Это невозможно!!"

    jojo "Убежать хотела, хихи?!"

    me "Оставь меня в покое!!"

    jojo "К сожалению, я не могу этого сделать. Краболева приказала мне, я обязана ей подчиниться!"

    me "Ты можешь послать к черту её приказы!"

    jojo "Не могу... Я не могу этого сделать... Просто не могу..."

    "В её глазах промелькнули печаль и безысходность. Я поверила ей."

    me "Тогда уйди с дороги!"

    "Она не шелохнулась, но взгляд излучал безудержное намерение всячески помешать мне сбежать от неё."

    jojo "Я не могу. Прошу, пойдемте со мной! Вы же не только себя погубите, но и ваших близкого."

    jojo "Краболева убьет его, если заметит вашу непокорность."

    "То, с каким легким тоном она это сказала парализовало меня."

    "Тут я поняла, что своими эгоистичными действиями чуть не убила близкого мне человека..."

    "Я же согласилась на всё ради него..."

    "Мне стало так горько и стыдно, что я горько расплакалась."

    "Жожо лишь смотрела на меня. Ей было плевать на мои чувства, на мое положение."

    "Главное, выполнить приказ госпожи..."

    me "Ладно, пошли."

    jojo "Ура! Даю слово, вам понравится! Там будет столько важных гостей!"

    return

label glasha_staying:

    "Нет... Я не могу. Не могу так поступить с дорогим мне человеком."

    "Пусть будет проклята эта Краболева!"

    scene city

    play music "audio/music/StreetSound.mp3"

    show Jojo with dissolve

    jojo "Ну что, поехали?"

    me "Уже? Так быстро?"

    jojo "Конечно! Медлить нельзя!"

    me "Ох. Ладно. Но мне страшно."

    jojo "Не парься, я буду рядом! Никуда от тебя не уйду!"

    me "Чтобы ты могла доложиться Краболеве?"

    jojo "Конечно!"

    me "И чего я ожидала?"

    return