label boss_office_first:

    scene boss_office

    me "Вызывали?"

    show Boss with dissolve

    boss "Тамара, не побеспокоил?"

    me "Нисколько, Эдуард Семенович."

    boss "Отлично. И... зову меня Эдуард."

    "Что с ним произошло? Почему его голос дрожит, как хрусталь? Почему глаза блестят как то странно. Он плакал? Нет, не похоже."

    "Он волнуется. Как будто он собирается сделать мне предложение руки и сердца."

    "Ох... От одной мысли быть его женой у меня всё внутри окутывает теплом."

    me "Как скажете... Эдуард."

    boss "Так что лучше. Будете вино? Шампанское?"

    me "Нет, благодарю."

    "В иной ситуации я бы испугалась от такого предложения, но сегодня... Сегодня меня гложило любопытство."

    boss "Глаша... То, что я скажу, покажется вам странным или пугающим. Но вы не бойтесь. Я не причиню вам вреда."

    me "Что-то случилось? Меня уволят?"

    boss "Что? Нет, что за глупости?! Нет. Речь не о работе, а... Обо мне. Видите ли..."

    boss "Черт, даже говорить об этом стыдно. Ладно..."

    boss "Глаша, вы снитесь мне постоянно."

    play music "audio/music/RedRoomMusic.mp3"

    "От услышанного я чуть было не упала на пол - настолько я чуть не лишилась чувств от услышанного."

    boss "Глаша... Не молчите... Пожалуйста, скажите что-нибудь."

    me "Эдуард Се... Эдуард... Я... Я даже не знаю, что сказать..."

    boss "И не надо. Главное, что ты не осуждаешь, и не боишься меня."

    me "И что я делаю в ваших снах?"

    boss "Хм... Мы с тобой находимся... В одном особенном месте. И нас невероятно сильно тянет друг к другу. Настолько сильно, что я уже на полпути к тому, чтобы сорвать с тебя платье..."

    "Я слушала всё это, чувствуя, как тошнота подкатывала к горлу."

    boss "Я знаю, звучит глупо. Да мне и вообще не следовало тебе обо всём рассказывать. Но..."

    boss "Я вижу этот сон уже на протяжении нескольких дней. Один и тот же сон. Красная комната, запах свеч и пряностей... Странно, ведь ты там ни разу не была."

    me "Эдуард Семенович?"

    boss "Что, Глаша?"

    me "Вы мне тоже снитесь..."

    "Пришла его очередь удивляться. Он смотрел на меня с открытым ртом и полным изумления глазами."

    boss "Правда? Красная комната? И запах свеч?"

    me "Да, всё так! И меня невероятно тянет к вам. Скажу даже больше... Я хочу вас! Прямо на том диване!"

    "На секунду я представила, что он прямо сейчас возьмет меня на своем длинном столе. Но он даже и не дернулся."

    boss "Вот как... Не похоже на совпадение... Глаша, а вы верите в сверхъестественное?"

    me "Нет... Но я соглашусь, что всё это странно."

    boss "Ясно. Ладно, мне надо всё обдумать. Возвращайтесь к себе. И давайте сделаем вид, что этого разговора не было."

    me "Да... Конечно..."

    stop music fadeout 1.0

    hide Boss with dissolve

    "Эх... А я так надеялась..."

    jump office_second
    
    return
