label boss_office_first:

    scene boss_office

    me "Вызывали?"

    show Boss with dissolve

    boss "Тамара, не побеспокоил?"

    me "Нисколько, Эдуард Семенович."

    boss "Отлично. И... зову меня Эдуард."

    "Что с ним произошло? Почему его голос дрожит, как хрусталь? Почему глаза блестят как то странно. Он плакал? Нет, не похоже."

    "Он волнуется. Как будто он собирается сделать мне предложение руки и сердца."

    "Ох... От одной мысли быть его женой у меня всё внутри окутывает теплом."

    me "Как скажете... Эдуард."

    boss "Так что лучше. Будете вино? Шампанское?"

    me "Нет, благодарю."

    "В иной ситуации я бы испугалась от такого предложения, но сегодня... Сегодня меня гложило любопытство."

    boss "Глаша... То, что я скажу, покажется вам странным или пугающим. Но вы не бойтесь. Я не причиню вам вреда."

    me "Что-то случилось? Меня уволят?"

    boss "Что? Нет, что за глупости?! Нет. Речь не о работе, а... Обо мне. Видите ли..."

    boss "Черт, даже говорить об этом стыдно. Ладно..."

    boss "Глаша, вы снитесь мне постоянно."

    play music "audio/music/RedRoomMusic.mp3"

    "От услышанного я чуть было не упала на пол - настолько я чуть не лишилась чувств от услышанного."

    boss "Глаша... Не молчите... Пожалуйста, скажите что-нибудь."

    me "Эдуард Се... Эдуард... Я... Я даже не знаю, что сказать..."
    
    return
