label glasha_room_first:

    play music "audio/music/RoomMusic.mp3"

    scene glasha_room

    "Ох... Это всего лишь сон..."

    "Но какой же он был реальный..."

    "Такой же реальный, как и это солнце, что пробивается сквозь окно и режет мои глаза."

    "Стоп... Здесь кто-то ещё!"

    show Yulia
    with dissolve

    yulia "Привет, соня!"

    me "ААААА!!!! Что ты здесь делаешь?!"

    yulia "Ахаха, глупая, пришла тебя разбудить! На часах уже девять, а ты ещё в постеле дрыхнешь! Кстати, а чего у тебя простыня мокрая между ног?!"

    me "Glasha: НЕ ТВОЁ ДЕЛО!!!"

    yulia "Ахахаха, опять Эдуард Семенович снился?"

    me "Glasha: ДА БЛИН!!!"

    yulia "Хахаха! Ладно, ладно, ухожу! Буду ждать в комнате твоего бати. И поторапливайся давай!"

    hide Yulia
    with dissolve

    "..."

    "Наконец-то ушла. Боже, да чего же она навязчивая... Как зубная боль. Но я всё равно её люблю. Ближе неё у меня только отец."

    "Ладно... Десять минут у меня уходит на то, чтобы привести себя в порядок и поесть. Из комнаты отца доносятся громкие разговоры. В них я слышу своё имя. Но до чего же они сплетники!!!"

    "Ладно, пойду, схожу к ним, спрошу что и как..."

    return