label intermedia:

    scene sky_beach

    "Она проснулась после тяжелого тревожного сна, поднялась на ослабевших руках и огляделась. Местность вокруг неё была красивой, но незнакомой."

    "Пляж тянулся с запада до востока и не имел ни начала, ни конца; ровный горизонт лежал повсюду, не было ни гор, ни холмов. Гладкая, неприкосновенная земля."

    "Мириада ярких звезд раскинулась по ночному небу, лунный свет поблескивал на высоких волнах, омывающих берег."

    "Лишь шум прибоя рассеивал звонкую тишину, создавал иллюзию жизни в этом прекрасном Богом забытом месте."

    "Но не волны, ни море, ни холмы или горы волновали девушку. Она испугалась одиночества, ведь на пляже кроме неё никого не было."

    "Не было никаких признаков человеческого присутствия. Ни потухших костров, ни мусора, ни следов на песке. Словно мир, где она оказалась, существовал лишь для неё одной."

    "Как она вообще здесь оказалась? Девушка опустила голову и ахнула от удивления. Из одежды был лишь белоснежный балахон, похожий на монашеское одеяние. Ни привычных джинсов, ни кофточки, ни кроссовок - ничего не было."

    "Даже нижнего белья..."

    "'Я умерла!', вспыхнуло у неё в мозгу, и мысль эта зароила в душе гнетущую пустоту. Ни горе, ни страх, ни сожаление - лишь пустоту."

    "Осознание."

    "'Так вот она какая - смерть...'"

    "Ни боли, ни страданий. Лишь холодное принятие действительности. И бесконечность, которая принадлежала ей лишь одной. Можно никуда не спешить и просто сидеть и смотреть на то, как мерно колышутся волны."

    "Даже вспоминать ничего не придется. Да девушка и не пыталась. Она лишь помнила, что у неё была другая жизнь. Был возлюбленный, который стал для неё неотъемлемой частью жизни."

    "Была работа, друзья, родители. Отец, который совсем недавно стал профессиональным писателем."

    "Жизнь потихоньку налаживалась. Даже несмотря на недображелателей, которые мечтали положить конец её счастью."

    "А теперь всё ушло, и она осталась одна, вольная лишь смотреть на море да водить пальцами по теплому песку."

    "Нет, сожалений не было. И всё же она хотела знать, что случилось. Как она оказалась здесь?"

    "А может, это всего лишь сон? Очередной реалистичный сон? Предзнаменование грядущих перемен? Почему бы и нет..."

    "Да только девушка в это не верила. На этот раз всё было по-другому. Чувства были обострены до предела, нос жадно вдыхал воздух, пропитанный соленым морем."

    "Тут девушка вздрогнула. По телу пронесся холодный импульс, который заставил её вскочить с места и отступить на пару шагов."

    "Она начинала вспоминать. Картинки резкими слайдами всплывали перед глазами, изображая яркие моменты жизни."

    scene glasha_room with dissolve

    "Её комната, залитая утренним светом..."

    scene father_room with dissolve

    "Комната отца, где царила уютная библиотечная атмосфера."

    scene city with dissolve

    "Родной город, где всегда кипела жизнь."

    scene office with dissolve

    "Офис, который она любила, несмотря на её одномерность..."

    scene sky_beach with dissolve

    show Yulia at left with dissolve

    "Юля, которую она безмерно любила..."

    show Father at right with dissolve

    "Отец, который всегда был к ней мягок..."

    hide Yulia with dissolve
    hide Father with dissolve

    show Boss with dissolve

    "Любимый человек..."

    hide Boss with dissolve

    "Как только девушка поняла, что всё ушло безвозвратно, она почувствовала, как в груди у неё образовался пылающий шар..."

    "Наконец-то к ней пришла боль."

    "'Глаша... Меня зовут Глаша...', поняла она."

    "И тогда она зарыдала... Горько, громко, искренне."

    "..."

    "Вскоре она успокоилась. Слезы ушли сами собой, вернулась прежняя пустота и отчужденность."

    "Какой смысл горевать, если ты уже мертв, и ничего нельзя изменить. Лишь сидеть и смотреть на горизонт, слушать шум прибоя. А мир продолжит своё бессмысленное существование."

    show RacoonChild at left with dissolve
    show Glasha at right with dissolve

    raccoon "Ой, привет!"

    glasha "Аааа... Кто ты?!"

    raccoon "Прости, что напугал тебя. Я не хотел!"

    glasha "Я думала, я одна на этом пляже! Ещё минуту назад здесь никого не было..."

    raccoon "Ну да, ты одна. И я один. Просто я иногда могу переходить между мирами, когда захочу. Когда мне станет скучно!"

    glasha "Миры? Так значит, я умерла?"

    raccoon "Я бы не назвал это смертью. Скорее, переселение в другое пространство. Или мир. У каждого он свой. У меня, например, это бесконечный хвойный лес. А у тебя пляж."

    glasha "Но почему пляж?"

    raccoon "Наверное, каждый из миров отражает внутреннее состояния его владельца. Его настоящие чувства или мечты."

    glasha "Странно, я и на пляже была лишь один раз в жизни. Когда была жива моя мама... Через месяц её не стало."

    raccoon "Вот видишь. У тебя пляж ассоциируется с матерью, поэтому он и запомнился тебе, как нечто прекрасное и недостижимое. Оттого и мир такой."

    glasha "Значит, и мама где-то рядом?"

    raccoon "Вряд ли. Миры не умеют воскрешать близких. Но у твоей матери свой мир. Может, она тоже видит пляж!"

    glasha "А ты можешь меня сводить к ней?"

    raccoon "Ой... Вряд ли. Миров миллионы! Миллиарды. Я и тебя то случайно нашел, а уж твою маму я точно не найду. Извини."

    glasha "Да ничего. В этом я мире я почему-то разучилась чувствовать горечь. Странно, да? Я только что думала о своей прежней жизни, об отце, о друзьях, о любимом человеке. Думала, как они там без меня теперь будут? А потом как-то плевать стало. Они там, я здесь..."

    raccoon "О, интересно. Впрочем, я никогда не видел других миров, кроме своего. И твоего."

    glasha "Ты никогда не был на земле?!"

    raccoon "Неа. Не довелось. Я родился здесь. Сам не знаю почему."

    return