label intermedia:

    scene "audio/music/SkyBeach.mp3"

    "Она проснулась после тяжелого тревожного сна, поднялась на ослабевших руках и огляделась. Местность вокруг неё была красивой, но незнакомой."

    "Пляж уходил в даль по обе стороны, ни гор, ни холмов не было видно. Гладкая, неприкосновенная земля."

    "Звезды раскинулись по ночному небу и ярко сияли, лунный свет падал на водную гладь, поблескивал на высоких волнах, омывающих берег."

    "Лишь шум прибоя рассеивал звонкую тишину, создавал иллюзию жизни в этом прекрасном Богом забытом месте."

    "Но не волны, ни море, ни холмы или горы волновали девушку. Когда она поняла, что абсолютно одна на этом странном пляже, ей стало страшно. Вдруг она увидит в этом спокойном мире нечто из ряда вон выходящее?"

    "Например, незнакомца. Его силуэт возникнет вдалеке, дрогнет, исчезнет и появится в другом месте."

    "А она одна. Одинокая, беззащитная."

    "Как она вообще здесь оказалась? Девушка опустила голову и ахнула от удивления. Из одежды был лишь белоснежный балахон, похожий на монашеское одеяние. Ни привычных джинсов, ни кофточки, ни кроссовок - ничего не было."

    "Даже нижнего белья..."

    "'Я умерла!', вспыхнуло у неё в мозгу, и мысль эта зароила в душе гнетущую пустоту. Ни горе, ни страх, ни сожаление - лишь пустоту."

    ""

    return