label night_alley:

    scene night_alley

    "Вроде пришла по адресу. В переулке - ни души. А нет, вижу какой то силуэт вдалеке..."

    show Tamara with dissolve

    me "Вы!"

    evil "Ха-ха, пришла! Долго ждать не пришлось!"

    me "Что вы от меня хотите?"

    evil "Ну, например, твоей смерти."

    me "ЧТО?!!"

    evil "Ты что, русский язык забыла? Смерти твоей хочу. Как только ты появилась в нашем офисе я сразу поняла, что ты станешь моей помехой на пути к счастью."

    me "Но я ничего не сделала!"

    evil "Врешь, шалава! Ты с самого начала нацелилась на моего волшебного Эдика. Вцепилась в него, как пиявка. А он только и рад повестись на молодую дурочку. И это после долгих лет отчаянных попыток захватить его внимание..."

    me "Я не охуматала его, он сам выбрал меня. Он меня любит. У нас - чистая и искренняя любовь!"

    evil "ЗАТКНИСЬ, ГЛИСТ!"

    "Миг, и в её руках засиял никилерованный пистолет Макарова, нацеленный в мою голову. Я едва подавила в себе паническое желание забиться в угол и завизжать от страха. Только и делала, что стояла, да смотрела на дуло, похожее на провал в бездну."

    evil "Ну? Что ты там говорила про любовь?! Повтори, а то я не расслышала!"

    me "Вы больная!"

    evil "Хаха, я всего лишь обманутая женщина, которая ради высших целей готова пойти на что угодно. Даже на сотрудничество с..."

    "И тут из темных глубин переулка раздался холодный скрипучий голос. Эта была та незнакомка, что звонила мне на работу. "

    unknown_phone "Крххх, тихо, а ты выдашь нас!"

    evil "Ну уж нет. Я долго этого ждала! Час моей страшной мести настал! Теперь меня ничто не остановит! Вы хотели её крови - я её вам дала, но своего не упущу!"

    unknown_phone "Крххх, да можешь хоть на лбу ей дырку лишнюю сделать, я только рада буду, только дай мне поговорить с ней!"

    evil "Госпожа, но ведь вы ещё не достаточно сильны."

    unknown_phone "Крххх, у меня для этого достаточно сил. А теперь - брысь!"

    hide Tamara with dissolve

    me "Где вы?"

    unknown_phone "Повсюду. И нигде. Я как воздух, могу быть где угодно и когда угодно."

    me "Где Эдуард Семенович?!"

    unknown_phone "Крххх, его здесь нет. И никогда не было. Надо же было как-то тебя сюда заманить!"

    me "Заманить? Но зачем? Что я сделала? Вы тоже ревнуете меня к Эдуарду Семеновичу?"

    unknown_phone "Крххх, плевала я на него. Мне нужна ты. Будь моя воля, я бы убила тебя на месте, но тогда начнутся непредвиденные последствия. Ты уже виделась с ней?"

    me "С кем?"

    unknown_phone "Крххх, с Енотихой! И не ври мне - я чую ложь!"

    

    return