label night_city_first:

    scene night_city 

    play music "audio/music/StreetSound.mp3"

    "Ночной город пах свежестью и душевной свободой. В ярких огнях автомобилей и неоновых огнях, отражающихся в лужах я видела спокойствие, которого мне так долго не хватало."

    "В тот краткий миг мне хотелось бросить все дела и унестись прочь. Прочь от душного офиса, прочь от опостылелой квартиры, от всех проблем и секретов. Прочь от снов и следующей меня королевы Енотов. Прочь от всего."

    "В тот краткий хотелось лишь одного - наслаждения."

    "Свободы..."

    show Boss with dissolve

    boss "Приятный вечер, не находишь?"

    me "Да, тут так красиво."

    boss "Знаешь, когда я переехал в этот город в 19 лет, я понял, что до сего момента неправильно жил. Я жил в маленькой деревне и не знал ничего, кроме скопища одинаковых домов, узких дорог и покошенных сараев."

    boss "А здесь я впервые увидел настоящую цивилизацию. Здесь я начал по-настоящему жить. Обрел друзей, любовь..."

    me "Любовь?"

    boss "Да, у меня была первая любовь. Звали её Даздрасперма. Приятная, вежливая, а главное - добрая и чуткая. Таких девушек одна на миллион..."

    "Мое сердце тревожно забилось. Мне хотелось и, одновременно, не хотелось знать, что было дальше. Но неизвестность я ненавидела ещё больше."

    me "Вы всё ещё вместе?"

    boss "Нет. Мы давно расстались. Она хотела большего. Денег, славы, признания. А я не мог ей дать всего этого. Я же тогда учился и работал на стройке, лишь бы заработать лишний цент."

    boss "А я она тратила все мои деньги на интернет курсы по исполнению желаний. Все мечтала послать мысль в космос и стать в одночастье счастливой."

    me "Получилось?"

    boss "Нет, конечно! Она мечтала о счастье, а приобрела бедность. Потратила кучу денег и осталась ни с чем. Я не ругал её, не обвинял и вообще был чуток к её проблемам."

    boss "Но она почему-то решила, что во всех смертных грехах виноват был я. И ушла от меня. Где она теперь я не знаю. Да и не хочу знать, если честно."

    boss "Прошлое лучше отпустить восвояси и больше не думать о нем. Так легче жить."

    me "Мне очень жаль..."

    boss "Ничего страшного. Раз мы расстались, значит так тому и быть. Значит - не судьба."

    me "Вы верите в судьбу?"

    boss "И да и нет. Судьба лишь направляет нас, но именно человек определяет свой конечный путь. Судьба может познакомить меня с любой девушкой, но лишь я буду решать, стоит ли мне с ней жить или нет."

    me "Хм. Может оно и справедливо!"

    boss "Речь не о справедливости, а о вере. Каждый верит во что хочет."

    "Я вдруг почему-то вспомнила про слова Королевы Енотов: 'Я всего лишь проникла в его сердце и коснулась там парочки струн'. Неужели он и правда думал, что властен над собой?"

    "Ох, как бы не мне хотелось верить, что наша встреча задумана с самого начала высшими силами. Что нас лишь дергали за ниточки и внушали, что говорить и о чем думать."

    boss "Глаша, а ты веришь в судьбу?"

    me "Нет. Я не во что не верю. Только в саму себя."

    boss "Хм. Ты звучишь уверенно. Мне нравится."

    boss "Глаша... Я давно хотел сказать... Не знаю... Я чувствую себя неуверенно, как школьник..."

    "Мое девичье сердце забилось. Вот оно. Момент истины. Неужели... Неужели, сейчас он скажет?"

    "Я подняла глаза и увидела его пурпурное в свете уличных фонарей лицо. В глазах зияла тревога на пополам со стыдом. Он и правда силился мне что-то сказать, но боялся. Робость взяла вверх над чувствами."

    "Чтобы помочь ему, я коснулась его ладони. Она была холодной на ощупь. Его пальцы нервно задергались, как только почувствовали мое прикосновение. Я боялась, что он оттернет мою руку и сделает вид, что ничего произошло."

    "Но он лишь вздохнул и посмотрел на меня. В груди зажжегся теплый огонь, чей жар мгновенно расползся по телу."

    "Вслед за ним возникло доселе незнакомое мне чувство. Такое приятное, полное нежности и душевного очарования. Чувство легкости и принятости бытия."

    "Чувство, похожее на кайф."

    boss "Глаша... Я... Я люблю тебя!"

    "В тот миг я готова была умереть на месте. То, о чем я так долго мечтала, наконец сбылось. Здесь, прямо сейчас, под светом неоновых огней мне признавались в любви. Желали моего сердца и тепла..."

    "И в иной ситуации я бы ответила взаимностью. Да только... Да только..."

    "Я была готова разреветься от боли. Осознание происходящего тяжелым молотом опустилось на мою голову."

    "Глупая. Это говорит не он. Это за него говорят высшие силы! Он не властен над собой и своими чувствами. Он лишь следует их приказам!"

    "ОЧНИСЬ, ГЛУПАЯ!!!"

    "Глупая, навязчивая... Но верная мысль. Как же я была слепа! Как же я была глупа и наивна. Я не заслуживаю его любви, потому что её и не было. Были лишь слова. Заранее заданные действия."

    "Он не любит тебя. А лишь думает, что любит. Он под гипнозом!"

    "..."
    
    "А вдруг нет? Вдруг он говорил это искренне? Его тон был мягок, глаза были полны искренности и желания."

    "Но правда ли это? Или мне хотелось так думать?!"

    "Я вдруг почувствовала душущую меня ярость. Чертова Королева! Чертовы сны! Чертовы высшие силы! Они издевались надо мной. Хотели заставить меня поверить в единственное в моей жизни чудо."

    "Нет... Нет... Или да?"

    "А вдруг это всё правда? Вдруг сны всего лишь сны?!"

    "Нет... Да..."

    boss "Кхм. Глаша... Пожалуйста... Ответь что-нибудь!"

    menu:
        "Ответить отказом":
            $is_mutual = False
            jump not_mutual_love
        "Ответить взаимностью":
            $is_mutual = True
            jump mutual_love

    return

label mutual_love:

    "А... К чёрту... Мне хочется верить, что он говорит искренне. Раз так... То я пойду ему навстречу."

    me "Эдуард Семенович..."

    boss "Да, Глаша?"

    me "Я тоже вас люблю!"

    "Вот и всё. Пути назад нет. Мы пересекли черту недосказанностей и пошли дальше, навстречу судьбе и нашему совместному будущему. Боже. Как же мне хочется верить, что всё это правда..."

    "Он покраснел... Но спустя несколько секунд засиял, как звезда. Счастье опалило ему лицо, обнажив широкую улыбку."

    boss "Глаша... Глашенька... Ты самое прекрасное чудо на свете!"

    scene night_kiss with dissolve

    "Я провалилась в его нежных объятиях. От его мускулистого тела веяло жаром, и внутри меня все опустилось."

    "Наши губы непроизвольно соприкоснулись. Его поцелуй был сладким, как заварной крем, а губы мягкими, как зефир. Мы целовались долго - так страстно, неудержимо, словно некогда разлученные влюбленные."

    "Мы пользовались каждой секундой."

    "О, мгновение, ты прекрасно..."

    "Мы остановились и посмотрели друг на друга. Два одиноких путника посреди темной улицы, такие маленькие, хрупкие, но излучающие невидимый свет. Свет счастья и надежды."

    scene night_city with dissolve 

    boss "Поехали ко мне!"

    me "Да. Да. Я говорю - да. Я всегда буду говорить - да!"

    "Он улыбнулся. На тот момент моим единственным желанием было видеть эту улыбку всю свою жизнь."

    hide Boss with dissolve

    "Ох.. Что же меня ждет?!"

    stop music fadeout 1.0

    jump boss_room_line

    return

label not_mutual_love:

    "Я тяжело вздохнула. Этим вздохом я старалась ответить на все вопросы, не оставить после себя ни единой запятой или многоточия."

    "Он смотрел на меня с надеждой где-то несколько секунд, а потом всё понял. Свет в его глазах потух, губы сжались в попытке удержать нахлынувшее его разочарование."

    me "Эдуард Семенович, это не ваши слова. Это не вы признаетесь мне в любви. Не вы."

    boss "Я не понимаю..."

    me "И не поймете. Пока вы в плену чужих мыслей вы ничего не поймете."

    boss "Чужих мыслей? О чём ты?"

    me "Я говорю о той, что живет в вашей красной комнате на правах хозяйки. Той, кто взяла на себя ответственность управлять вами, как заводной игрушкой."

    boss "Что? Нет. Нет, это не правда. Я говорил это искренне! От всего сердца. Глаша, я знаю, я был закрыт с тобой, но сейчас всё по-другому. Я открыт перед тобой, как личный дневник."

    me "Хотелось бы мне верить вам... Но нет. Эта чертова королева думает, что может управлять нашей судьбой. Нашими чувствами. Нет. Это всё ложь!"

    boss "Глаша, но..."

    "Ярость переполняла меня."

    me "Да что вы обо мне знаете? Что? Кроме моего имени и места работы?!"

    boss "..."

    me "Вот именно, ничего! Вы никогда не замечали меня, не интересовались моими вкусами, предпочтениями. Что я люблю, ненавижу, уважаю? Вы ничего не знаете. А вдруг я психопатка со справкой?"

    boss "Глаша..."

    me "Как вы можете полюбить того, кого не знаете? Того, с кем вы ни разу не говорили, не попытались даже подружиться. А тут на тебе - любовь до гроба. И эта Енотиха что-то говорит про свои планы. Да вы серьезно?!"

    boss "Глаша! Мне не надо знать человека, чтобы полюбить его. Я руководствуюсь сердцем, а не разумом."

    me "Эх... Эдуард Семенович, вы сами себе верите?"

    "Он замолчал. Открыл рот, собираясь ответить, и вдруг замолк. Растерянно огляделся вокруг, словно силясь найти ответ на вопрос в окружающем нас пространстве. Но ничего."

    "Я поняла, что была права. К своему огромному сожалению я в очередной раз оказалась права..."

    hide Boss with dissolve

    "И вместо лишний слов, я просто развернулась и ушла прочь. Даже не обернулась. А он не попытался позвать меня. Так и стоял в тени домов, одинокий, потерянный. Ненастоящий."

    stop music fadeout 1.0

    scene GlashaRoom with dissolve

    "Я даже не помнила, как вернулась домой."

    "Перед глазами стояла мутная пелена от слез. В голове ничего, кроме громкого удара гонга. А сердце... на этот раз оно решило погрузиться в пучину холодной боли."

    "Хорошо, что дома никого не было, иначе б я просто разоралась на отца."

    "Он бы всё равно меня не понял."

    "Недолго думая, я залезла в шкаф отца и достала оттуда бутылку портвейна. Ещё секунда - и жгучая пресная жидкость расползалась по моим внутренностям."

    "Но, к счастью, меня настигло облечение. Разум вдруг стал легким, как перышко, и мир перед глазами стал удаляться куда-то в неизвестность."

    "Наконец-то меня поглотила тьма. Долгожданная..."

    "Эдуард Семенович. Я люблю вас. Идите к черту..."

    jump red_room_third

    return