label office_first:

    play music "audio/music/OfficeSound.mp3"

    scene office

    "А вот и он - мой родной офис. Всё на своих местах и всё родное."

    "От одного вида забитого бумагами стола хочется плакать кровавыми слезами."

    "Опять предстоит целыми днями писать в отчетах и таблицах какую-то муру. Хорошо, что зарплата хорошая. Благодаря ней я ещё могу покупать мангу и продливать подписку в Спотифае через барыг."

    "Без всего этого я бы сошла с ума!"

    "О нет... Снова этот цокот каблуков за спиной!"

    show Tamara with dissolve

    evil "Глаша Подмышкина, опять опаздываешь?!"

    "Тамара Спиридоновна была секретаршей моего босса. Видимо, почуяв мою симпатию к нему, она негласно объявила меня своей соперницей."

    "С тех пор она презирает меня, постоянно придирается и заваливает задачами. Могла бы просто уволить, но, видимо, издавательство надо мной доставляло ей удовольствие."

    "Удивительно, но ненависти к ней у меня нет. Мне на неё просто плевать. Постоянно строю безучастное лицо и пропускаю мимо ушей все её дешевые нравоучения."

    evil "Чего молчишь? Стыдно?! То-то! Будь моя воля, ты бы драила унитазы в моём роскошном особняке!"

    me "А платить будете?!"

    evil "Давай-давай, ерничай! Захомутала моего Эдика и теперь строишь из себя недотрогу! Ишь, краса нарисовалась!"

    "Тамара Спиридоновна завизжала на весь офис, как свинья в брачный период, но никто из коллег не обращал на неё внимания. Все уже привыкли к её выкрикам и относились, как к местной дурочке."

    "По-крайней мере, хотелось в это верить."

    evil "Ладно, я тут по делу. Больно надо мне видеть твою кислую мину. На, держи папку, изучай."

    me "Что это?"

    evil "Слепая что ли? Папка!"

    me "Это всё потому, что вы туалетной бумагой попу вытерли в полнолунье, когда Венера вошла в фазу Луны, потому и настроение у тебя плохое!"

    evil "Чего? Чё несешь? Больная что ли?!"

    boss "Кхе-кхе"

    show Tamara at left with dissolve

    show Boss at right with dissolve

    "В сердце болезненно кольнуло. Эдуард Семенович выглядел точно так, как в моих снах! Высокий, статный, уверенный, горячий..."

    boss "Тамара Спиридоновна, почему вы повысили голос на мою сотрудницу?"

    evil "Эдичка... Ой, то есть, Эдуард Семенович... Она совершенно меня не слушается, и, к тому же, опоздала!"

    boss "Вы тоже опоздали, Тамара Спиридоновна. Я видел, как вы заехали на парковку пять минут назад."

    evil "Я... ой... Я была вынуждена... Нужно было заехать в канцелярский магазин за бумагами, а там очередь такая большая. Сами понимаете, утро понедельника..."

    boss "Но канцелярский магазин расположен на первом этаже. Зачем вам было заезжать куда-то ещё?!"

    evil "Я.. да... точно, я совсем забыла... Извините, я пойду работать!"

    hide Tamara with dissolve

    boss "Глаша, вас не особо сильно доставали?"

    me "Нет, Эдуард Семенович, всё в порядке"

    "Ни жалости, ни нежности во взгляде. Лишь холодный рассчёт и уверенность. Ничего общего с тем ранимым Эдуардом из моего сна. Даже как-то грустно стало..."

    boss "Хорошо. Работайте!"

    hide Boss with dissolve

    "Эх... Он такой прекрасный и такой неприступный. Такой загадочный и такой серьезный. Как же хочется узнать его поближе."

    "Но, видимо, пока не суждено."

    "Ладно, пора за работу..."

    "Спустя пару часов ко мне зашла Юля"

    show Yulia with dissolve

    yulia "Хей, подруга, как ты тут?"

    me "Как видишь, меня работой завалили по самые помидоры..."

    yulia "Ой, ужас какой. А моя начальника уехала по делам, и я теперь спокойно могу книжки читать."

    me "И что ты читаешь?"

    yulia "Мысли и изречения Дмитрия Маликова."

    me "Понятно. Звучит скучно."

    yulia "Что б ты понимала! Он прекрасный, чуткий и уверенный мужчина. А какой у него голос... Он ещё такой умный. Вот, послушай!"

    yulia "Кхм... 'Если у тебя кончилась туалетка, не спеши бежать за новой. Сначала надень штаны.' Как глубоко, а?"

    me "Господи..."

    "В этот момент зазвонил телефон"

    boss "Глаша, зайдите ко мне!"

    "От растерянности я даже не сразу нашла, что ответить."

    me "Д-Да. Конечно."

    "От волнения закружилась голова. Мой ноги будто лишились подвижности."

    stop music fadeout 1.0

    yulia "Интересно, чего он хочет?!"

    me "Что б я знала..."

    yulia "Ладно, я подожду тебя тут. Удачи, подруга!"

    jump boss_office_first

    return

label office_second:

    play music "audio/music/OfficeSound.mp3"

    scene office

    "Ну вот и день прошел. Как будто и насмарку, а как будто и не спроста."

    "Полдня я просидела перед монитором и пыталась переварить услышанное. Мне почему-то не хотелось верить, что Эдуард Семенович решил раскрыться передо мной."

    "Всё ещё думаю, что это спекталь или розыгрыш, ведь он всегда был со мной такой холодный, отчужденный. А тут на тебе - снюсь я ему!"

    "Да, и эти сны. Я прихожу к нему во сне, он приходит ко мне во сне... Не похоже на совпадение. Я не верю в мистику, но кожей чувствовала, что всё это не спроста..."

    "Чёрт... И что мне теперь делать? Оставить всё как есть? Или попытаться найти ответ на эту загадку?"

    "Может, пойти ещё раз к Эдуарду Семеновичу, да объясниться с ним? Нет, глупо."

    show Yulia with dissolve

    yulia "Ну что, пойдем?"

    me "Куда?"

    yulia "Домой, глупышка! Уже семь вечера!"

    "Семь вечера?! Боже..."

    yulia "Ну ты и соня! Погнали!"

    "Стоит ли ей рассказывать об всём? Или промолчать?"

    menu:
        "Рассказать о разговоре с начальником":
            $is_talking = True
            jump talk_truth
        "Промолчать":
            $is_talking = False
            jump talk_false

    return

label talk_truth:

    me "Юля...  Мне нужно тебе кое-что рассказать... Срочно!"

    yulia "Ого! Что случилось? Опять с мымрой Тамарой поругалась?"

    me "Нет. Это насчёт меня и Эдуарда Семеновича. Только мне бы не хотелось тут оставаться. Пойдем-ка лучше куда-нибудь."

    yulia "Ну, я на мели, так что пошли ко мне, у меня как раз предки уехали в отпуск!"

    me "Ну пошли"

    "..."

    jump yulia_room_first

    return

label talk_false:

    me "Слушай, я чертовски устала. Пойду-ка домой!"

    yulia "Эх, ну ладно. Я думала погулять ещё с тобой. Но, хозяйн барин. Удачи, увидимся завтра!"

    jump glasha_room_second

    return