label yulia_room_first:

    play music "audio/music/RoomMusic.mp3"

    scene yulia_room

    show Yulia with dissolve

    me "А у тебя тут мило"

    yulia "А то ж. Я всю себя отдаю этой комнате. Никому не позволю ничего тут менять, даже моей сестре. О, вот и она - легка на помине!"

    show Yulia at left with dissolve
    show Zina at right with dissolve

    zina "Чё как?"

    me "Нормально, а ты?"

    zina "Пока ты мне отвечала, ты как то странно держала руки. Походу тебе неприятно меня видеть в силу каких-то внутренних психопатичных причин."

    yulia "Ой, Глашка, не обращай на неё внимания. Опять всяких блоггеров на ютубе насмотрелась, как всегда!"

    zina "Куда полезнее, чем твоего престарелого певца ртом слушать. Уши уже вянут. Кстати, у тебя походу депрессия, раз ты без конца его песни переслушиваешь."

    yulia "Так, чего приперлась?"

    zina "Да посмотреть на вас, опять поди какую-нибудь чушь обсуждать будете?"

    yulia "Не твоё дело! Брысь!!!"

    zina "Ладно, там мой любимый психолог Дасья Рас новый видос выпустил. '10 полезных способов применить женскую сумку в качестве самообороны'."

    hide Zina with dissolve
    hide Yulia with dissolve
    show Yulia with dissolve

    yulia "Фух, ушла!"

    me "И как ты с ней уживаешься? Она такая душная, что даже кондиционер не поможет!"

    yulia "Да ладно, она прикольная... Когда подписка на Ютубе заканчивается. Ладно, чего ты там хотела рассказать?"

    "В течении последующих двадцати минут я в подробностях пересказала ей весь мой разговор в начальником. Юля слушала мою повесть с открытым от изумления ртом..."

    "К её части она даже ни разу не перебила меня."

    yulia "Вот это да..."

    me "Думаешь, он псих?"

    yulia "Да нет, почему? Я легко поверю во всякую мистику, даже в такую. Хорошо, что он приставать к тебе не начал."

    me "Да уж... А делать то что?"

    yulia "Ну, вариантов немного. Либо оставить всё, как есть, либо разобраться с ним во всём. Дело то нетипичное. Видеть один и тот же сон на двоих - похоже на какой-то сбой матрицы..."

    me "Подходить к нему на работе как то стремно..."

    yulia "Назначь ему свидание! Делов то..."

    me "Сбрендила? Кто я, а кто - он!"

    yulia "Подруга, ау! Вы со сне вот-вот перепихон устроете, а ты тут в сомнениях купаешься!"

    me "Ты права. Завтра к нему подойду. Обязательно!"

    yulia "Моя девочка! Не хочешь со мной посмотреть новый ремикс на песню Димы Маликова? Обещаю, он гораздо лучше предыдущих пятидесяти!"

    me "Да я лучше домой пойду. Устала что-то."

    yulia "Ладно, передавай там Эдуарду Семеновичу от меня пламенный привет!"

    me "Ой, да хорош!"

    yulia "Ахахахахах!!!"

    jump glasha_room_second

    return

label yulia_room_second:

    scene yulia_room

    show Yulia with dissolve

    yulia "Фух, и что это было?! Ты не поверишь, но у меня так дрожат руки... Я ведь никогда в жизни не дралась. Просто представила, что эта мымра обидела его Диму Маликова, и в беспамятстве накинулась на неё. Но ведь сработало!"

    me "Блин, Юля, у неё же был пистолет!"

    yulia "Да? А думал эта плойка! Ещё подумала, нафига она её с собой таскает..."

    me "..."

    me "В любом случае, спасибо тебе. Без тебя, я бы валялась на асфальте с дыркой во лбу."

    yulia "Может сообщим в полицию об этом происшествии?"

    me "И что я им скажу? Что меня хочет убить коллега только потому, что я вижу во сне говорящего енота?"

    yulia "Но сидеть без дела тоже нельзя. Давай хотя бы позвоним Эдуарду Семеновичу?"

    me "Хм, да, давай..."

    "Дрожащие от адреналинового прибоя пальцы еле-еле набрали нужный номер. Гухок эхом пронесся по моему восполенному мозгу. И все равно без толку - никто к телефону не подошел."

    me "Блин... Может, они добрались до него?!"

    yulia "Думаешь? Ох... Беда... Не знаю как ты, а я точно звоню в полицию. Тебя, блин, пытались убить час назад!"

    me "Как хочешь..."

    "Юля набрала полицейских и минуту стояла, смотря в окно и слушая занудные гудки."

    yulia "Беда какая-то... Такое чувство, будто наши телефоны заблокированы. Такое вообще возможно?"

    hide Yulia with dissolve

    show Yulia at left with dissolve
    show Zina at right with dissolve

    zina "Здарова, че тут у вас?"

    yulia "Ой, сестричка, ты не вовремя!"

    zina "Судя по твоим горящим глазам, дрожащему голосу и трясущимся рукам, ты дралась не на жизнь, а на смерть. А на тебя, Глаша, вообще страшно смотреть..."

    me "Ну спасибо..."

    zina "Ладно, не обижайтесь, я не хотела. Так что случилось то?"

    yulia "Да опять хейтеры Димы Маликов нарисовались, пришлось им морды расквасить!"

    me "Ага, злые хейтеры."

    zina "Юль, опять у тебя голос дрожит. Давайте без секретов?"

    yulia "Чего пристала то? Не твое дело! Я всё ещё зла на хейтеров, могу и на тебя с кулаками броситься, а меня ещё и поймут!"

    me "Юль, не надо..."

    zina "Ааа. Я поняла. Вас гложит чувство вины за то, что вы оглушили Тамару?"

    "В комнате воцарилась настолько звенящая напряженная тишина, что я боялась пошевелиться. Лицо Юли обрело серый оттенок, глаза, вытращенные на сестру, готовились вот-вот покинуть свою черепную обитель."

    play music "audio/music/HorrorMusic.mp3"

    "Зина залилась смехом. Точнее, не смехом, а каким-то полубезумным хохотом."

    zina "Глупые, думали, что в безопасности? Да если надо, я вас из под земли достану."

    me "Зина... И ты с ними?!"

    yulia "Да что происходит?!"

    zina "С ними? Ха! Да это они со мной! Глупые! Все вы глупые. Человеческие создания настолько глупые, что вас даже убивать жалко! Но вот Глашу придется!"

    me "Да за что?! Что я тебе сделала? Это всё из-за Эдуарда?"

    zina "Эдуард здесь не причем. Далеко не причем."

    "В мгновение ока Зина оказалась позади Юли. Так что быстро, что никто из нас не сразу понял, что случилось. Юля скорее всего и потом ничего не поняла. Злобная ухмылка Зины, краткий взмах руки, и её сестра без чувств плюхнулась на пол."

    hide Yulia with dissolve

    "Будто парализованная, я смотрела на этот ужас. Какая-то дальняя часть создания держала оборону между сигналами осознания и чувствами, но оборона вот-вот должна была рухнуть."

    "Зина... Почему?!"

    zina "Одной меньше. Не переживай, она не мертва. То тело, которое я была вынуждена захватить на время, ещё питает нежные чувства к этому человеческому существу. В конце-концов, я же не чудовище!"

    me "Вы... О боже... О боже!!!"

    "Покорив истину, меня будто ведром по голове ударили. Я тут же вспомнила про рассказ отца и его книгу. Про туманные намеки Королевы Енотов. Разбросанные тут и там нити наконец соединились в единый канат, за который я отчаянно цеплялась, чтобы не упасть в пропасть безрассудства."

    me "Вы.... ЧЕЛОВЕК-КРАБ!"

    zina "АХАХАХАХАХ!!!"

    hide Zina with dissolve

    show CrabQueen with dissolve

    crab_queen "Крххх, наконец-то мое родное обличие! Человеческие тела такие ограниченные..."

    me "Боже..."

    crab_queen "Крххх, тебя пугает мой облик? Хаха, так и думала! Вы настолько ограниченные, что даже наши превосходные тела вызывают у вас приступы страха."

    crab_queen "Крххх, превосходно!"

    me "Почему вы хотите убить меня?"

    crab_queen "Крххх, потому что твое существование идет вразрез моему. Ничего личного, просто наши сущности в этой бесконечной реальности не могут сосуществовать в единой парадигме."

    crab_queen "Крххх, впрочем здесь тебя убивать нельзя. Ты должна узреть всё, прежде чем твоя глупая душа отправится в неизведанные дали."

    me "Стойте!!"

    stop music fadeout 1.0

    "Но было уже поздно. Её огромная клешня нависла надо мной, как молот, и со всей силы обрушилась на мою голову. Я отключилась..."

    return