label yulia_room_first:

    play music "audio/music/RoomMusic.mp3"

    scene yulia_room

    show Yulia with dissolve

    me "А у тебя тут мило"

    yulia "А то ж. Я всю себя отдаю этой комнате. Никому не позволю ничего тут менять, даже моей сестре. О, вот и она - легка на помине!"

    show Yulia at left with dissolve
    show Zina at right with dissolve

    zina "Чё как?"

    me "Нормально, а ты?"

    zina "Пока ты мне отвечала, ты как то странно держала руки. Походу тебе неприятно меня видеть в силу каких-то внутренних психопатичных причин."

    yulia "Ой, Глашка, не обращай на неё внимания. Опять всяких блоггеров на ютубе насмотрелась, как всегда!"

    zina "Куда полезнее, чем твоего престарелого певца ртом слушать. Уши уже вянут. Кстати, у тебя походу депрессия, раз ты без конца его песни переслушиваешь."

    yulia "Так, чего приперлась?"

    zina "Да посмотреть на вас, опять поди какую-нибудь чушь обсуждать будете?"

    yulia "Не твоё дело! Брысь!!!"

    zina "Ладно, там мой любимый психолог Дасья Рас новый видос выпустил. '10 полезных способов применить женскую сумку в качестве самообороны'."

    hide Zina with dissolve
    hide Yulia with dissolve
    show Yulia with dissolve

    yulia "Фух, ушла!"

    me "И как ты с ней уживаешься? Она такая душная, что даже кондиционер не поможет!"

    yulia "Да ладно, она прикольная... Когда подписка на Ютубе заканчивается. Ладно, чего ты там хотела рассказать?"

    "В течении последующих двадцати минут я в подробностях пересказала ей весь мой разговор в начальником. Юля слушала мою повесть с открытым от изумления ртом..."

    "К её части она даже ни разу не перебила меня."

    yulia "Вот это да..."

    me "Думаешь, он псих?"

    yulia "Да нет, почему? Я легко поверю во всякую мистику, даже в такую. Хорошо, что он приставать к тебе не начал."

    me "Да уж... А делать то что?"

    yulia "Ну, вариантов немного. Либо оставить всё, как есть, либо разобраться с ним во всём. Дело то нетипичное. Видеть один и тот же сон на двоих - похоже на какой-то сбой матрицы..."

    me "Подходить к нему на работе как то стремно..."

    yulia "Назначь ему свидание! Делов то..."

    me "Сбрендила? Кто я, а кто - он!"

    yulia "Подруга, ау! Вы со сне вот-вот перепихон устроете, а ты тут в сомнениях купаешься!"

    me "Ты права. Завтра к нему подойду. Обязательно!"

    yulia "Моя девочка! Не хочешь со мной посмотреть новый ремикс на песню Димы Маликова? Обещаю, он гораздо лучше предыдущих пятидесяти!"

    me "Да я лучше домой пойду. Устала что-то."

    yulia "Ладно, передавай там Эдуарду Семеновичу от меня пламенный привет!"

    me "Ой, да хорош!"

    yulia "Ахахахахах!!!"

    jump glasha_room_second

    return