label book_store:

    play music "audio/music/OfficeSound.mp3"

    scene book_store

    show Yulia with dissolve

    yulia "Ого, сколько народу! Прям не протолкнуться! А я и не знала, что твой батя такой популярный!"

    me "Да я сама в шоке! Откуда у него столько поклонников? В телеграмме не сидит, в вк - тоже!"

    yulia "О, смотри, там два пустых кресла на первом ряду, пошли-пошли!"

    hide Yulia with dissolve

    show Father with dissolve

    father "Ого, сколько тут вас! Не ожидал! Приветствую вас!"

    me "Привет, батя!!!"

    father "Ооо, дочурка моя! Рад, что ты пришла!"

    father "Что ж, начнем! Кхм. Я рад приветствовать вас на презентации моей новой книги. Она называется 'Орудие битвы - клешни!'"

    me "Чего? Чё за?!"

    father "Кхм. Да, название весьма экстравангантное, но вы уж извините, по-другому нельзя. Зато оно подчеркивает всю суть романа. Ну, есть вопросы?"

    reporter "А, скажите пожалуйста, о чём она? В аннотации сказано, что это произведение про попаданца?!"

    father "Кхм. Да, всё правильно. Мой роман про попаданца!"

    play sound "audio/music/applause.mp3"

    father "..."

    father "Ого! Ничего ж себе!"

    father "Не ожидал таких бурных оваций! Приятно, спасибо!"

    stop sound fadeout 1.0

    reporter "А поподробнее можно про сюжет?"

    father "Только чуть-чуть, а то книжку никто не купит, хехе! Ладно, о чём это я?"

    father "Ах да, сюжет. Сюжет - безумно захватывающий! Вы только вслушайтесь!"

    father "Главный герой - боец миротворческих войн Иван Борисов героически погибает от вражеских пуль! Но вместо райских ворот он видит девчачью комнату, всю в розовых тонах!"

    father "А рядом с собой он видит кровать, на которой лежит 14-ти летняя школьница Лена."

    father "Но странно не это, а то, что сам Васиий как будто уменьшился раз... в пять. И что вы думаете? Он перепродился в собаку! В собаку милой 14-ти летней школьницы!"

    father "А школьница оказывается далеко не такой простой. Она каким-то образом чувствует, что в теле собаки заперт Василий... И влюбляется в него! Да, между ними вспыхивает настоящая любовь!"

    play sound "audio/music/applause.mp3"

    father "Хехе, спасибо-спасибо!"

    me "Моему отцу пора лечиться!"

    yulia "А по моему прикольно!"

    stop sound fadeout 1.0

    reporter "Скажите пожалуйста, а причём тут клешни?"

    father "Хехе, а вот причем! Оказывается, родители девочки давно убиты, и вместо них по дому бродят переодетые люди-крабы! Да-да, вы не ослышались. ЛЮДИ-КРАБЫ!"

    father "Они - пришельцы с далекой планеты Унитауз, и прибыли на нашу землю для её порабощения. И так получилось, что только наш герой в теле собаки видит их насквозь!"

    reporter "Потрясающе!"

    father "Да, в этом и будет заключаться сюжет моего романа!"

    reporter "Скажите пожалуйста, а как вы додумались до такого сюжета?"

    father "О, всё очень просто. Он мне приснился! Да, так оно и бывает. Мне приснился и бывший морпех, ставший собачкой, и люди-крабы. Не сон, а диафильм!"

    reporter "Феноминально!"

    father "А то ж! Ну-с, пришло время автограф сессии. Подходите, не стесняйтесь!"

    hide Father with dissolve
    show Yulia with dissolve

    yulia "Уиии, это так круто!!! Человек-собачка, люди-крабы, любовь!"

    me "И 14-ти летние девочки. С собачками! Что за нахер?!"

    yulia "Ай, ничего ты не понимаешь! Любовь не имеет границ и расы! Ну-с, пойду за автографом!"

    hide Yulia with dissolve 

    me "Боже, какой бред! Не, мне нужно будет срочно поговорить с моим отцом!"

    me "Ой, Эдуард Семенович..."

    show Boss with dissolve

    boss "Приветствую!"

    me "Эдуард Семенович, что вы здесь делаете?"

    boss "Пришел за книгой твоего отца. Я давно за ней слежу. Давно хотел почитать."

    me "Вам нравятся такие истории?!"

    boss "Скажем так, в ней есть откровения."

    me "Это какие?"

    boss "Не знаю. Но сердцем чувствую, что есть."

    me "..."

    boss "Ты должна гордиться своим отцом. Он талантливый. Не всякий может написать книгу и собрать вокруг себя такую большую аудиторию."

    me "Не знаю, мне кажется он мог бы написать куда более интересную историю. Люди-крабы, 14-ти летние девочки, собаки..."

    boss "Тем не менее, какой бы безумной не была история, она вполне может стать реальной. Таков наш мир."

    "В его словах я прочувствовала намек на наш общий секрет, и промолчала."

    boss "Не хочешь пройтись со мной? Думаю, нам есть о чём поговорить?"

    "Говорил он скромно, но в голосе всё равно сквозила привычная ему требовательность. Такая явная, что сопротивляться ей было невозможно."

    me "Да, конечно!"

    boss "Отлично!"

    hide Boss with dissolve

    "..."

    jump night_city_first

    return