label boss_room_line:

    scene boss_room with dissolve

    "Его комната представляла собой образец величия. Все было настолько ровным, вычурным и эпатажным, что у меня невольно создалось ощущение, что я оказалась в музее."

    "Под окнами раскинулся город. Глядя на него с высоты пятидесятого этажа можно было почувствовать себя властелином мира."

    "Я так и представляла себе, как Эдуард Семенович стоял так у окна каждый вечер с бокалом вина и вспоминал о своей несчастной любви. Он достиг величия, одинокий, холодный."

    "Но теперь в его жизни оказалась я. Как теперь он будет смотреть на город? Будет ли он думать обо мне, глядя на эту россыпь огней?"

    show Boss with dissolve

    boss "Тебе нравится?"

    me "Не то слово!"

    boss "Глаша... Скажи... А ты боишься?"

    me "Чего?"

    boss "Близости."

    me "..."

    me "Не знаю. Я ведь девственница."

    boss "Правда? Удивительно."

    me "Почему? Думаете, у каждой девушки с самого юношества было по десять партнеров?"

    boss "Нет-нет! Наоборот я удивлен, что встретил тебя. Такую чистую, невинную, хрустальную. Я боюсь сломать тебя!"

    me "Не бойтесь. Я готова. С вами я готова на всё!"

    play music "audio/music/SexMusic.mp3"

    "Мои пальцы потянулись к пуговицам и начали расстегивать их один за другим. Блузка на мне стала легче и вскоре совсем опала, как листва."

    "Я стояла перед ним в одних джинсах и лифчике, который вдруг показался мне тесным."

    "Такая хрупкая, невинная... Но только внешне. Внутренне я уже была готова творить чудеса."

    "К моему удовольствию, он смотрел на меня с вожделением."

    boss "Я постараюсь быть нежен к тебе!"

    "Легким движением руки он скинул с себя рубашку и остался передо мной с абсолютно голым торсом. Бусинки пота на его рельефных кубиках сияли, как алмазы."

    "Я могла бы вечность смотреть на его широкую загорелую грудь, на твердые соски."

    "Но он потянул меня к себе. Я и опомнится не успела, как он лихо расстегнул мой лифчик - и вот мы касались друг друга абсолютно голые."

    "И начали целоваться. Ещё более страстно и ненасытно чем там, на улице."

    "Моя рука невольно опустилась к его штанам... и коснулась чего-то твердого и пылающего, настолько, что я чувствовала жар сквозь ткань его брюк."

    "Ох... Как же мне хотелось обхватить этот жезл руками."

    boss "Ложись на кровать."

    hide Boss with dissolve

    "Его тон вдруг сделался повелительным... Но мне это даже понравилось. Я подчинилась и легла на холодную шелковую простыню."

    "Изящным движением он снял с себя брюки, забрался на кровать и сел между моих ног. Я лежала и не могла... точнее, не хотела шевелиться."

    "Он улыбался. А сам в это время расстегивал пуговицы на моих джинсах, обнажая этому странному миру мои кружевные трусики."

    "..."

    "И вот, я лежала перед ним голая. А он смотрел на меня, как голодный волк на брошенного зайца. Клянусь, в густой тьме, окутавшей нашу комнату, я видела, как горели его глаза."

    "Он снял брюки, и я увидела, как лунный свет упал на его длинный упругий член. Горячий, бугристый, готовый сразить меня насквозь..."

    "И через минуту он сразил меня..."

    boss "Ах. Ах. АХ!!!"

    me "me... О ДА!!! ДА!!!"

    boss "Глаша, ты любишь меня?"

    me "ДА-ДА-ДА... ТЫСЯЧУ РАЗ ДА!!!"

    boss "Спасибо."

    me "Нет... Вам спасибо! ААААХХХ..."

    "..."

    stop music fadeout 1.0

    "Вскоре всё закончилось. Мы лежали, потные, уставшие, будто после спортивного марафона. Но счастливые. Как только внутри меня взорвалась бомба наслаждения, и мои чресла наполнились любовью Эдуарда, меня потянуло в сон."

    "А он гладил меня и что-то мурлыкал себе под нос. Его лицо вновь сделалось серьезным, но глаза оставались теплыми. Прежний Эдуард вернулся, только на этот раз он был влюблен..."

    "В меня. Теперь уж точно."

    jump red_room_third

    return