label intermedia:

    scene sky_beach

    "Она проснулась после тяжелого тревожного сна, поднялась на ослабевших руках и огляделась. Местность вокруг неё была красивой, но незнакомой."

    "Пляж тянулся с запада до востока и не имел ни начала, ни конца; ровный горизонт лежал повсюду, не было ни гор, ни холмов. Гладкая, неприкосновенная земля."

    "Мириада ярких звезд раскинулась по ночному небу, лунный свет поблескивал на высоких волнах, омывающих берег."

    "Лишь шум прибоя рассеивал звонкую тишину, создавал иллюзию жизни в этом прекрасном Богом забытом месте."

    "Но не волны, ни море, ни холмы или горы волновали девушку. Она испугалась одиночества, ведь на пляже кроме неё никого не было."

    "Не было никаких признаков человеческого присутствия. Ни потухших костров, ни мусора, ни следов на песке. Словно мир, где она оказалась, существовал лишь для неё одной."

    "Как она вообще здесь оказалась? Девушка опустила голову и ахнула от удивления. Из одежды был лишь белоснежное платье, почему-то похожее на свадебное. Ни привычных джинсов, ни кофточки, ни кроссовок - ничего не было."

    "Даже нижнего белья..."

    "'Я умерла!', вспыхнуло у неё в мозгу, и мысль эта зароила в душе гнетущую пустоту. Ни горе, ни страх, ни сожаление - лишь пустоту."

    "Осознание."

    "'Так вот она какая - смерть...'"

    "Ни боли, ни страданий. Лишь холодное принятие действительности. И бесконечность, которая принадлежала ей лишь одной. Можно никуда не спешить и просто сидеть и смотреть на то, как мерно колышутся волны."

    "Даже вспоминать ничего не придется. Да девушка и не пыталась. Она лишь помнила, что у неё была другая жизнь. Был возлюбленный, который стал для неё неотъемлемой частью жизни."

    "Была работа, друзья, родители. Отец, который совсем недавно стал профессиональным писателем."

    "Жизнь потихоньку налаживалась. Даже несмотря на недображелателей, которые мечтали положить конец её счастью."

    "А теперь всё ушло, и она осталась одна, вольная лишь смотреть на море да водить пальцами по теплому песку."

    "Нет, сожалений не было. И всё же она хотела знать, что случилось. Как она оказалась здесь?"

    "А может, это всего лишь сон? Очередной реалистичный сон? Предзнаменование грядущих перемен? Почему бы и нет..."

    "Да только девушка в это не верила. На этот раз всё было по-другому. Чувства были обострены до предела, нос жадно вдыхал воздух, пропитанный соленым морем."

    "Тут девушка вздрогнула. По телу пронесся холодный импульс, который заставил её вскочить с места и отступить на пару шагов."

    "Она начинала вспоминать. Картинки резкими слайдами всплывали перед глазами, изображая яркие моменты жизни."

    scene glasha_room with dissolve

    "Её комната, залитая утренним светом..."

    scene father_room with dissolve

    "Комната отца, где царила уютная библиотечная атмосфера."

    scene city with dissolve

    "Родной город, где всегда кипела жизнь."

    scene office with dissolve

    "Офис, который она любила, несмотря на её одномерность..."

    scene sky_beach with dissolve

    show Yulia at left with dissolve

    "Юля, которую она безмерно любила..."

    show Father at right with dissolve

    "Отец, который всегда был к ней мягок..."

    hide Yulia with dissolve
    hide Father with dissolve

    show Boss with dissolve

    "Любимый человек..."

    hide Boss with dissolve

    "Как только девушка поняла, что всё ушло безвозвратно, она почувствовала, как в груди у неё образовался пылающий шар..."

    "Наконец-то к ней пришла боль."

    "'Глаша... Меня зовут Глаша...', поняла она."

    "И тогда она зарыдала... Горько, громко, искренне."

    "..."

    "Вскоре она успокоилась. Слезы ушли сами собой, вернулась прежняя пустота и отчужденность."

    "Какой смысл горевать, если ты уже мертв, и ничего нельзя изменить. Лишь сидеть и смотреть на горизонт, слушать шум прибоя. А мир продолжит своё бессмысленное существование."

    show RaccoonChild at left with dissolve
    show Glasha at right with dissolve

    raccoon "Ой, привет!"

    glasha "Аааа... Кто ты?!"

    raccoon "Прости, что напугал тебя. Я не хотел!"

    glasha "Я думала, я одна на этом пляже."

    raccoon "Прости, что разочаровал!"

    glasha "Погоди... Ты ведь тоже енот, да? А королеву знаешь?"

    raccoon "Королеву... Аааа, так она... Стоп, ты назвала меня енотом. Она тоже выглядит, как енот?"

    glasha "Что?!"

    raccoon "Эээ, ладно, не хотел смущать, извини. Я думал, она говорила тебе, кто такая на самом деле."

    glasha "Да... Демиург, кажется..."

    raccoon "Верно. Тебе нравится это место? По моему, красивое. Особенно это звездное небо."

    glasha "Да, я и не знала, что рай может быть таким прекрасным..."

    raccoon "Рай? Погоди, ты думаешь, что умерла?"

    glasha "А... А разве нет?!"

    raccoon "Нет. По-крайней мере я не вижу вокруг тебя ауру смерти."

    glasha "Нет... быть не может. Я умерла. Я точно умерла. Меня убили!"

    raccoon "Вот как... А что ты помнишь из последнего?"

    glasha "Мм... Я была в квартире у подруги... Мы, кажется, говорили о нашей коллеге, которая пыталась напакостить мне."

    glasha "Потом... Кажется за мной заехал Эдуард Семенович, чтобы отвезти меня домой... Кажется, шел дождь. И не просто дождь - ливень. Такой густой, что за ним не было видно ничего на расстоянии десяти шагов. И мы все равно решили поехать на машине."

    glasha "Поначалу, мы ехали нормально. Свет фар умудрялся прочерчивать нам дорогу сквозь плотную завесу ливня, но видимость всё равно была некудышной. Я даже попросила Эдуарда ехать медленнее. Не помогло."

    raccoon "Если я расстроил тебя вопросом, то лучше не отвечай дальше. Если ты что-то забыла - значит так оно нужно."

    glasha "Нет... Я всё вспомнила. Вспомнила, как откуда-то справа в меня ударил яркий луч света. Вспомнила громкий скрип шин, который почти оглушил меня. Вспомнила, как мне сначала резко бросило вперед, потому что Эдуард пытался затормозить..."

    glasha "А потом меня бросило к нему, и бок пронзила тупая жгучая боль. Окошко дверцы с моей стороны превратилось в россыпь маленьких, как снежинок, осколков, которые посыпались мне на лицо..."

    glasha "А дальше мрак."

    raccoon "Ох... Это ужасно."

    glasha "Вряд ли бы я смогла выжить в этой аварии. Так что, если это не рай, то что это?"

    raccoon "Хм. Нет, я абсолютно уверен, что это не Рай или Ад. Рай и Ад не материальны, а тут я могу потрогать песок, вдохнуть свежий запах соленого моря."

    glasha "Значит, это сон. Скоро я проснусь, и... Сон... О... Я вспомнила... Королева Енотов..."

    raccoon "Что-что?!"

    glasha "Я же делала всё, как она говорила. Она что-то лепетала про судьбу и предназначение, и я следовала её советам... И вот я здесь."

    raccoon "Хм. Может, ты что-то упустила?"

    glasha "Нет... Я не могла ничего упустить."

    raccoon "Ох, знаешь, мне пора. Пора-пора. Надеюсь, мы ещё свидимся. Удачи и не раскисай..."

    hide RaccoonChild with dissolve

    glasha "Я не могла ничего упустить... Не могла..."

    jump crab_base

    return