label red_room_first:

    play music "audio/music/RedRoomMusic.mp3"

    scene red_room with dissolve

    "В своих беспокойных снах я вижу эту комнату..."

    "И не просто вижу - я как будто живу в ней... От запаха свеч и пряностей мне тепло и приятно."

    "Я стою посреди комнаты, передо мной - черный кожаный диван, какой можно увидеть в дешевых порно-фильмах. Обивка свежая, без единой вмятины, значит им практически не пользовались 'по назначению'. Уже радует..."

    "Тут я понимаю, что не могу пошевелиться. Даже головой покрутить не в силах."

    "Вдруг это не сон?!"

    "Мои мысли прерывает скрип отворяющейся двери. Кто-то медленно идет ко мне..."

    "О боже! Это он! Эдуард Семенович! Мой начальник! Что он здесь делает?!"

    show Boss
    with dissolve

    boss "..."

    boss "Глаша, ты напугана? Не бойся. Всё в порядке..."

    "Его бархатный голос успокаивает меня. Хочется ему верить. Хочется ему отдаться прямо на этом диване! Одно его слово, и я бы скинула с себя это душное платье!"

    "Но он молчит. Лишь смотрит на меня как-то странно. Его черные бездонные глаза излучают какой-то жуткий интерес ко мне."

    "Хуже того - его взгляд пронзает меня! Может, он чего то ждет? Но чего?"

    boss "Тебе нравится эта комната?"

    me "Да, господин..."

    boss "Господин? Ах, как соблазнительно!"

    "Его глаза странно загораются. Мне становится не по себе."

    boss "Ты должна понимать, что оказалась здесь не случайно. Я долго готовился к тому, чтобы раскрыть свой секрет."

    "Секрет? О чём он? И почему мне уже не страшно? Почему я начала верить ему?"

    me "Какой секрет?"

    boss "Этот секрет... Ох, он настолько странный, что я никому и никогда его не раскрывал. Ты будешь первой..."

    boss "Скажем так: мои вкусы специфичны. Очень специфичны."

    "Меня бросает в дрожь. Возбуждение нарастает в груди, как пламя после взрыва. Сейчас... Это случится сейчас. Если он бросит меня на этот диван и начнет срывать с меня одежду, я не буду сопротивляться."
    
    "Позволю ему стянуть с меня трусики... Вонзить его пылающий жезл в мое влажное лоно."

    "ДА-ДА-ДА... О ДА!!!"

    "Но он продолжает стоять неподвижно. Его взгляд почему то накрывает пелена грусти. Может, ему нужно утешение? Почему бы и нет?!"

    "Только я протягиваю к нему руки, как вдруг из глубины комнаты раздает высокий дребежащий голос, совершенно непохожий на человеческий!"

    unknown "Кого это ты к нам привел, Сема? Это наша новая гостья? Хорошо, очень хорошо! Мы заждались!"

    hide Boss
    with dissolve

    stop music
    
    "И сон обрывается..."

    jump glasha_room_first

    return

label red_room_second:

    play music "audio/music/RedRoomMusic.mp3"

    scene red_room with dissolve

    "И вот я снова здесь..."

    show Boss with dissolve

    boss "Глаша..."

    me "Эдуард Семенович..."

    boss "Я не понимаю, почему мы оказываемся здесь."

    me "Вы знаете, что это за место?"

    boss "Да. Это моя тайная красная комната."

    me "Ч..Что?"

    boss "Понимаешь, мои вкусы весьма специфичны. Даже очень. Они настолько специфичны, что о них практически никто не знает..."

    boss "Но теперь я понимаю, что ты приходишь сюда не случайно. Да. Я всё понял..."

    unknown "Это хорошо, мой дорогой!"

    me "Кто это?! Снова этот скрипучий высокий голос, не похожий на человеческий."

    unknown "Ну же, Сёма, скажи ей."

    boss "Ах... Ладно. Глаша, как я уже говорил, мои вкусы специфичны. Кто-то обожает обыкновенную любовь, кто-то нечто экстравангатное."

    boss "А я люблю... енотов!"

    me "ЧТО?!!!"

    boss "Эээ... Нет-нет, ты всё неправильно поняла! Я не зоофил! Я просто обожаю их на таком простом человеческом уровне. Как, знаешь, собак или кошек!"

    me "А вкусы тут причем?"

    boss "Ну, в реальной жизни мне нравится сюда приходить... и гладить их. Водить пальцами по их мягкой шерстке, тискать, вдыхать их пряный аромат..."

    me "Но еноты не пахнут пряностью!"

    boss "Эти пахнут. Поверь, они очень особенные! Собственно, они и хотели, чтобы ты пришла сюда. Чтобы ты всё поняла."

    me "Что я поняла?!"

    hide Boss with dissolve

    show Boss at left with dissolve
    show RacoonQueen at right with dissolve 

    racoon_queen "Привет, Глашенька!"

    me "Что за?!"

    racoon_queen "Не бойся. Я не кусаюсь. Но стибрить твои трусики могу. Ихихих. Ты уж извини, такая у нас природа!"

    me "Чего вам нужно?!"

    racoon_queen "Думаю, что твой начальник немного смущен обстаятельствами, поэтому позволь мне всё объяснить. Ты не против, дорогой? Хихихи."

    boss "Нет, госпожа."
    
    "Госпожа!? Что за бред?!"

    racoon_queen "Хорошо! Тогда иди, отдохни. Оставь нас наедине!"

    hide Boss with dissolve
    hide RacoonQueen with dissolve

    show RacoonQueen with dissolve

    racoon_queen "Да, твой начальник любит нас. А мне это кажется приятным. Обычно люди относятся к нам, как к плюшевым игрушкам. Но только Эдик видит в нас мыслящих, чувствующих существ."

    racoon_queen "Поэтому мы заключили взаимный договор. Он приходит сюда и гладит нас, а я наслаждаюсь приятным человеческим обществом."

    me "Допустим, но... Стоп! Кто вы такая?!"

    racoon_queen "Ой, точно! Прости мою бестактность. Зови меня Королевой Енотов!"

    me "Королевой Енотов?"

    racoon_queen "На самом деле я не королева, и не Енот, но тебе знать об этом не обязательно, ихихих!"

    me "А почему вы разговариваете на человеческом языке?"

    racoon_queen "Ихихих. Правильный вопрос. Но, к сожалению, я не могу пока что раскрыть тебе всё. Тебе нужно заслужить это право!"

    me "Что вы от меня хотите? И почему я оказываюсь здесь каждую ночь?!"

    racoon_queen "Видишь ли, твой начальник очень стеснительный. Если бы я 'попросила' его привести тебя сюда, он бы этого никогда не сделал. Он любит меня, но порой его принципы сильнее чувств!"

    racoon_queen "Поэтому я решила воспользоваться миром снов, чтобы намекнуть ему о тебе. Что неплохо бы вам... сойтись! В мире снов сердце моего Эдика более чувствительно к эмоциям!"

    me "Сойтись? Вы что, сваха?"

    racoon_queen "Ихихих. Поверь мне, я за свою долгую жизнь и не такое проворачивала."

    me "Я правильно понимаю, что вы загипнотизировали его?"

    racoon_queen "Ой, не люблю это слово. Нет. Я всего лишь проникла в его сердце и коснулась парочки струн. Тебя то он и так любил, но в его жизни было так много горя, что он предпочел закрыть себя ото всех."

    me "... Правда?"

    racoon_queen "Ой... Взболтнула... Ой-ой, старая мадам Мадзель, как всегда всем всё рассказала..."

    me "Мадам Мадзель?!"

    racoon_queen "Так, ты этого не слышала! И вообще, я не об этом хотела говорить, знаешь ли..."
    
    racoon_queen "Впрочем, ладно. Я здесь, чтобы предупредить тебя."

    me "О чем?!"

    racoon_queen "Ему грозит опасность. Точнее, вам обоим! Кое-кто хочет разрушить ваши отношения, так что будь осторожна!"

    me "Кого вы имеете в виду?"

    racoon_queen "Ах, если бы я сама знала! Но я не вижу этого человека! Я могу видеть каждое живое существо, его нутро, его смысл. Но этот вне поля моего зрения. Такое бывает. Но редко!"

    me "Да уж, легче не стало..."

    racoon_queen "Ихихих. Жизнь вообще не курорт, уж поверь мне! Но да ладно, пора закругляться. Помни мои наставления и будь осторожна. Мы ещё свидимся!"

    hide RacoonQueen with dissolve

    me "Эй, стойте! Куда вы, я..."

    stop music fadeout 1.0

    "А где все? Неужели, сон заканчивается?!"

    jump glasha_room_third

    return

label red_room_third:

    play music "audio/music/RedRoomMusic.mp3"

    scene red_room with dissolve

    show RacoonQueen with dissolve

    "Королева Енотов смотрела на меня, как на музейный экспонат - если, конечно, так можно сказать про животное."

    if is_having_sex == True:

        racoon_queen "Ихихих, вы молодцы!"

        me "Вы подглядывали за нами?!"

        racoon_queen "Ихихих, я демиург. Моя задача - следить за вами!"

        me "Так значит вы...?!!!"

        racoon_queen "Ой, да ладно, видала и получше, и похуже. Вот, например, Марк Антоний и Клеопатра..."

        me "Ох, мне так стыдно..."

    else:

        racoon_queen "Что ж, это было мило! Вы молодцы!"

        me "Вы следили за нами?!"
    
        racoon_queen "Ихихих, я демиург. Это моя работа!"
    
        me "Ох, неприятно то как..."

    racoon_queen "Ихихих. Ладно, извини, не буду больше смущать тебя. Я лишь хотела удостовериться, что у вас всё хорошо!"

    me "А почему вы так яро следите за нами? И..."

    racoon_queen "Ты хочешь спросить, не манипулирую ли я сердцем Эдуарда Семеновича? Я же говорила - он любит тебя. Но из-за несчастной любви не мог себе позволить новых отношений."

    me "Просто это странно... Он никогда не замечал меня, а тут на тебе - и сны, и внезапное признание в любви. Странно это всё!"

    racoon_queen "Ихихих. Ты как будто не помнишь нашего разговора!"

    me "И все же, почему? Почему вы помогаете нам? Дело же не только в доброте Эдуарда к вам?"

    racoon_queen "Ихих. Ладно, ты меня раскусила. Не хотела я говорить правду, но придется. Глаша - ваша любовь искренняя. Я лишь подтолкнула его к действиям, хотя его сердце и без того было открыто к тебе."

    me "Вот как..."

    racoon_queen "Да. Единые сны - тоже часть моего плана, я просто подумала, что так проще будет воссоединить вас."

    racoon_queen "А вообще, Глаша, я - куратор! Или демиург. Короче, моя задача проследить за тем, чтобы этот мир двигался так, как надо для благополучия этой вселенной."

    racoon_queen "Вряд ли ты что-то поймешь, если я уйду в дебри, но суть не в этом. А в том, что ваши с Эдуардом Семеновичем отношения - часть этого пути. Я бы даже сказала, значительная часть вашего пути."

    racoon_queen "Со мной или без меня вы бы все равно нашли друг друга, я просто ускорила процесс. Но мне пришлось так сделать, потому что вам угрожает опасность."

    me "Стойте! Я правильно поняла, что вы не управляли нами?"

    racoon_queen "Нет. Мне это не нужно, потому что ваша пара и без того судьбоносна."

    me "Я не понимаю..."

    racoon_queen "Ты сама спросила! Но я не собираюсь тебя мучить всякой шизотерией. Я лишь хочу сказать, что ваши отношения - важны для этого мира."

    me "Насколько важны?"

    racoon_queen "Настолько, насколько важна пища для человека. Опять же, повторюсь, я не собиралась вмешиваться в ваши дела! Но мне пришлось, потому что вам хотят помешать!"

    me "Кто? Тамара?"

    racoon_queen "Да. Она - опасный человек, и сделает всё, чтобы растоптать ваши отношения. Но и она не главное звено в этой цепи. За ней есть кое-кто ещё."

    racoon_queen "Кто-то, кого я не могу увидеть. Увидела бы - давно изничтожила!"

    me "Боже... И что же нам делать?"

    racoon_queen "Будьте осторожны и бдительны. Не в моих силах спасти вас, но предупредить могу. Пожалуйста, Глаша - будь осторожна!"

    me "Буду! Обязательно буду! Нашу любовь никто не разрушит!"

    racoon_queen "Молодец! Ладно, я покину вас! Любите друг друга и будьте счастливы. Если я что-то узнаю, клянусь, помогу."

    me "Спасибо вам, мадам Мадзель!"

    racoon_queen "Что? Чёрт, ты запомнила! А, и ладно. Всё равно тебе никто не поверит."

    me "..."

    racoon_queen "Да, совет: когда ты спросишь отца про книгу, вслушайся в его ответ."

    me "Что? Я не..."

    hide RacoonQueen with dissolve

    "Ах! Опять ушла на самом интересном месте..."

    jump glasha_room_forth

    return